[
    {
        "id": 1,
        "title": "5 Tips to Keep Food Fresh at Large Events",
        "author": "Chef Altaf",
        "author_bio": "Head Chef at Altaf Catering — 15+ years in event catering and menu design.",
        "author_image": "img/team-1.jpg",
        "content": "Keeping food fresh across long events is a challenge; with the right planning you can preserve flavor, texture and appearance. Here are five practical tips our chefs use every day:\n\n1. Stagger service and use warming stations to avoid buffet food sitting out too long.\n2. Hold sauces and dressings separately and add them just before serving.\n3. Use insulated chafing and proper lids to retain heat without drying food.\n4. Keep cold items on ice and replenish frequently to maintain safe temperatures.\n5. Train staff to rotate and monitor dishes with a simple checklist.\n\nFollow these and your guests will always get the freshest experience from your catering. At Altaf Catering, we implement these practices in every event to ensure maximum freshness and food safety.\n\nProper food handling is not just about taste - it's about the health and satisfaction of your guests. We invest in quality equipment and continuous staff training to maintain the highest standards.",
        "read_time": 4,
        "status": "published",
        "date": "2024-10-10"
    },
    {
        "id": 2,
        "title": "Top 10 Pakistani Wedding Menus for 2025",
        "author": "Sara Malik",
        "author_bio": "Menu curator & nutrition specialist — focuses on balanced, crowd-pleasing menus.",
        "author_image": "img/team-3.jpg",
        "content": "Weddings are about tradition and taste. In 2025 we see a mix of classic dishes and modern plating. Popular choices include:\n\n1. Hyderabadi Biryani with raita and salad\n2. Mutton Karahi with tandoori naan\n3. Chicken Reshmi Kebab starters\n4. Live BBQ station with mixed grills\n5. Assorted desserts: gulab jamun, custard and seasonal fruit\n6. Traditional Pulao with aromatic spices\n7. Fish Tikka for seafood lovers\n8. Vegetarian options: Daal Makhani and Paneer dishes\n9. Fresh salad bar with local and continental options\n10. Traditional sweets: Kheer, Halwa, and seasonal specialties\n\nWe can customise any of these menus to fit guest counts and dietary needs. Our experienced team ensures that each dish is prepared with authentic flavors while meeting modern presentation standards.\n\nThe key to a successful wedding menu is balancing traditional favorites with contemporary tastes, ensuring every guest finds something they love.",
        "read_time": 6,
        "status": "published",
        "date": "2024-09-03"
    },
    {
        "id": 3,
        "title": "How to Choose the Right Catering Package",
        "author": "Omar Khan",
        "author_bio": "Events Manager — specialises in logistics and guest experience for large functions.",
        "author_image": "img/team-4.jpg",
        "content": "Choosing a catering package depends on event type, guest count, and service level. Before booking, decide whether you need plated service, buffet or finger food. Consider the following:\n\n• Budget per person vs total headcount.\n• Service style — plated gives more control; buffet is cost effective for large groups.\n• Dietary restrictions and how many options you need.\n• Venue facilities and setup requirements.\n• Duration of event and meal timing.\n\nOur packages are designed to accommodate different needs:\n\nBasic Package: Perfect for small gatherings, includes essential dishes and basic service.\nStandard Package: Most popular choice, offers variety and professional service.\nPremium Package: Complete experience with multiple courses and dedicated staff.\nCustom Package: Tailored specifically to your requirements and preferences.\n\nContact us with your date and guest estimate and we'll recommend the best package. We also provide detailed consultations to help you make the right choice for your special event.",
        "read_time": 3,
        "status": "published",
        "date": "2024-08-22"
    }
]