[
    {
        "id": 1,
        "name": "Chef Afzal Ahmed",
        "position": "Decoration Chef",
        "department": "Kitchen & Decoration",
        "years_experience": "12",
        "tagline": "Creating visual masterpieces that complement culinary excellence",
        "image": "img/team-1.jpg",
        "bio": "Chef Afzal Ahmed is our master decoration chef with over 12 years of experience in creating stunning food presentations and event decorations. His artistic vision and attention to detail have made countless events memorable. He specializes in traditional Pakistani and modern fusion decoration styles, bringing creativity and elegance to every occasion.\n\nHis passion for decoration started at a young age, and he has trained under renowned decorators across Pakistan. Chef Afzal believes that presentation is just as important as taste, and his work reflects this philosophy in every event.",
        "experience": "With 12+ years in the catering industry, Chef Afzal has decorated over 800 weddings, corporate events, and private parties. He has worked with top catering companies before joining Altaf Catering, where he now leads our decoration team. His expertise includes stage decoration, food presentation, floral arrangements, and theme-based setups.",
        "skills": "Food Presentation, Stage Decoration, Floral Arrangements, Theme Design, Color Coordination, Traditional Decor",
        "achievements": "Best Decoration Award 2022 - Pakistan Catering Association\nDecorated 800+ Successful Events\nFeatured in Wedding Magazine Pakistan\n5-Star Client Satisfaction Rating",
        "email": "afzal@altafcatering.com",
        "phone": "+92 300 1234567",
        "facebook": "https://web.facebook.com/AltafCateringCompany",
        "instagram": "https://www.instagram.com/altafcateringcompany/",
        "tiktok": "https://www.tiktok.com/@altafcateringcompany",
        "youtube": "https://www.youtube.com/@Altafcateringcompanyy",
        "status": "active"
    },
    {
        "id": 2,
        "name": "Chef Altaf Hussain",
        "position": "Executive Chef & Founder",
        "department": "Management & Kitchen",
        "years_experience": "20",
        "tagline": "Passionate about creating unforgettable culinary experiences for every celebration",
        "image": "img/team-2.jpg",
        "bio": "Chef Altaf Hussain is the founder and executive chef of Altaf Catering Company. With over 20 years of culinary expertise, he has established one of Pakistan's most trusted catering services. His journey began in his family's kitchen, where he learned traditional recipes and cooking techniques that have been passed down through generations.\n\nChef Altaf's vision was to create a catering company that combines authentic Pakistani flavors with modern presentation and professional service. Under his leadership, Altaf Catering has grown to serve thousands of satisfied clients across Pakistan, specializing in weddings, corporate events, and private celebrations.\n\nHis commitment to quality, fresh ingredients, and customer satisfaction has made Altaf Catering a household name. He personally oversees menu planning and ensures every dish meets his high standards of excellence.",
        "experience": "Chef Altaf has 20+ years of experience in the culinary industry. He started as a junior chef and worked his way up through various prestigious restaurants and catering companies. In 2010, he founded Altaf Catering Company with a vision to provide exceptional catering services. He has successfully catered over 2000 events, including high-profile weddings, corporate gatherings, and government functions. His expertise spans Pakistani, Continental, Chinese, and BBQ cuisines.",
        "skills": "Menu Planning, Team Leadership, Pakistani Cuisine, Continental Cooking, BBQ Specialist, Cost Management, Client Relations, Quality Control",
        "achievements": "Founded Altaf Catering Company in 2010\nCatered 2000+ Successful Events\nBest Catering Service Award 2021\nFeatured in Top 10 Caterers of Pakistan\nCertified Professional Chef - Pakistan Culinary Institute\n100% Client Satisfaction Rate",
        "email": "altaf@altafcatering.com",
        "phone": "+92 303 9907296",
        "facebook": "https://web.facebook.com/AltafCateringCompany",
        "instagram": "https://www.instagram.com/altafcateringcompany/",
        "tiktok": "https://www.tiktok.com/@altafcateringcompany",
        "youtube": "https://www.youtube.com/@Altafcateringcompanyy",
        "status": "active"
    },
    {
        "id": 3,
        "name": "Iftikhar Ali",
        "position": "Kitchen Porter & Assistant",
        "department": "Kitchen Operations",
        "years_experience": "8",
        "tagline": "Dedicated to maintaining the highest standards of kitchen hygiene and efficiency",
        "image": "img/team-3.jpg",
        "bio": "Iftikhar Ali is our reliable kitchen porter who ensures smooth kitchen operations at all times. With 8 years of experience, he is an essential part of our team, maintaining cleanliness, organizing supplies, and assisting chefs during busy events.\n\nHis dedication and hard work have earned him respect from the entire team. Iftikhar takes pride in his work and understands that a clean and organized kitchen is the foundation of great food service. He is always ready to help wherever needed and his positive attitude keeps the team motivated.",
        "experience": "Iftikhar has been with Altaf Catering for 8 years, starting as a helper and growing into a trusted kitchen porter. He has worked at hundreds of events, ensuring kitchen operations run smoothly. His responsibilities include equipment setup, ingredient preparation assistance, maintaining hygiene standards, and supporting the chef team during service.",
        "skills": "Kitchen Organization, Hygiene Management, Equipment Handling, Team Support, Time Management, Food Safety",
        "achievements": "8 Years of Dedicated Service\nPerfect Attendance Record\nEmployee of the Month - Multiple Times\nFood Safety Certified",
        "email": "iftikhar@altafcatering.com",
        "phone": "+92 300 2345678",
        "facebook": "https://web.facebook.com/AltafCateringCompany",
        "instagram": "https://www.instagram.com/altafcateringcompany/",
        "tiktok": "https://www.tiktok.com/@altafcateringcompany",
        "youtube": "https://www.youtube.com/@Altafcateringcompanyy",
        "status": "active"
    },
    {
        "id": 4,
        "name": "Chef Aslam Khan",
        "position": "Head Chef",
        "department": "Kitchen",
        "years_experience": "15",
        "tagline": "Crafting delicious dishes with passion and precision",
        "image": "img/team-4.jpg",
        "bio": "Chef Aslam Khan is our head chef with 15 years of culinary experience. He leads the kitchen team with expertise and ensures every dish is prepared to perfection. His specialization in traditional Pakistani cuisine and BBQ has made him a favorite among clients.\n\nChef Aslam's cooking style combines authentic flavors with modern techniques. He is known for his signature biryani, karahi, and BBQ items that guests always remember. His leadership skills and ability to work under pressure make him invaluable during large events.\n\nHe believes in using fresh, quality ingredients and takes pride in creating dishes that not only taste amazing but also look beautiful. His dedication to his craft and his team has contributed significantly to Altaf Catering's success.",
        "experience": "With 15 years in the culinary field, Chef Aslam has worked in top restaurants and catering companies across Pakistan. He joined Altaf Catering 7 years ago and has been instrumental in developing our signature menu items. He has successfully managed kitchen operations for events ranging from intimate gatherings of 50 people to grand weddings of 1000+ guests. His expertise includes Pakistani cuisine, BBQ, Chinese dishes, and Continental food.",
        "skills": "Pakistani Cuisine, BBQ Specialist, Biryani Expert, Karahi Master, Team Management, Menu Development, Large-Scale Cooking, Quality Control",
        "achievements": "15 Years Culinary Experience\nDeveloped Signature Menu Items for Altaf Catering\nManaged 500+ Large Events\nBest BBQ Chef Award 2020\nTrained 20+ Junior Chefs\nClient Favorite - Consistently High Ratings",
        "email": "aslam@altafcatering.com",
        "phone": "+92 300 3456789",
        "facebook": "https://web.facebook.com/AltafCateringCompany",
        "instagram": "https://www.instagram.com/altafcateringcompany/",
        "tiktok": "https://www.tiktok.com/@altafcateringcompany",
        "youtube": "https://www.youtube.com/@Altafcateringcompanyy",
        "status": "active"
    }
]